{"translation-revision-date":"2021-08-31 21:27:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"screen reader text\u0004(disabled)":["(desativado)"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Taxa de rejeição %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Container Name":["Nome do contêiner"],"Web Container Name":["Nome do contêiner da Web"],"AMP Container Name":["Nome do contêiner da AMP"],"A container with this name already exists.":["Já existe um contêiner com esse nome."],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["Parece que você já está usando o Google Analytics na configuração do Gerenciador de tags do Google. Ative o módulo do Google Analytics no Site Kit para ver insights relevantes no seu painel."],"Looks like you’re using Google Analytics. Your Analytics property %s is already set up in your Google Tag Manager configuration, so Site Kit will switch to using Google Tag Manager for Analytics.":["Parece que você está usando o Google Analytics. A propriedade %s do Analytics já está configurada no seu Gerenciador de tags do Google. O Site Kit passará a usar o Gerenciador de tags do Google para o Analytics."],"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. However, its Analytics property %1$s is different from the Analytics property %2$s, which is currently selected in the plugin. You need to configure the same Analytics property in both places.":["Parece que você já está usando o Google Analytics na configuração do Gerenciador de tags do Google. No entanto, a propriedade %1$s é diferente da %2$s do Analytics, que está selecionada agora no plug-in. Você precisa configurar a mesma propriedade do Analytics nos dois lugares."],"Complete setup without Analytics":["Concluir a configuração sem o Analytics"],"Continue to Analytics setup":["Continuar para a configuração do Analytics"],"This service was originally connected by an administrator — you can contact them for more information":["Este serviço foi originalmente conectado por um administrador - você pode contatá-lo para obter mais informações"],"This service was originally connected by the administrator \"%s\" — you can contact them for more information":["Este serviço foi originalmente conectado pelo administrador \"%s\" - você pode contatá-lo para obter mais informações"],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, então você não poderá ver as estatísticas dela no painel do Site Kit"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Previous period":["Período anterior"],"Site Kit will not add the code to your site.":["Site kit não vai adicionar código no seu site."],"Site Kit will add the code automatically.":["Site kit vai adicionar o código automaticamente."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"AMP Container":["Container AMP"],"Web Container":["Container Web"],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below, the snippets will be inserted automatically on your site.":["Parece que seu site está usando AMP emparelhado. Selecione sua conta do Gerenciador de tags e os contêineres relevantes abaixo. Os snippets serão inseridos automaticamente no seu site."],"AMP Container ID":["ID do Container AMP"],"Web Container ID":["ID do Container Web"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Para criar uma nova conta, clique no botão abaixo, que abrirá a tela de criação da conta do Google Tag Manager em uma nova janela."],"Once completed, click the link below to re-fetch your accounts to continue.":["Depois de concluído, clique no link abaixo para buscar novamente suas contas para continuar."],"Set up a new account":["Criar nova conta"],"An existing tag was found on your site (%s). If you later decide to replace this tag, Site Kit can place the new tag for you. Make sure you remove the old tag first.":["Uma tag foi encontrada em seu site (%s). Se você decidir substituir essa futuramente, Site Kit pode adicionar uma nova tag para você. Certifique-se antes de remover a tag anterior."],"Tag Manager Code Snippet":["Código snippet do Tag Manager"],"We’ve detected there’s already an existing Tag Manager tag on your site (%s), but your account doesn’t seem to have the necessary access to this container. You can either remove the existing tag and connect to a different account, or request access to this container from your team.":["Detectamos que já existe uma tag do Tag Manager no seu site (%s), mas sua conta não parece ter o acesso necessário a esse contêiner. Você pode remover a tag existente e conectar-se a uma conta diferente ou solicitar o acesso a esse contêiner da sua equipe."],"%d notification":["%d notificação","%d notificações"],"Session Duration":["Duração da sessão"],"Snippet is not inserted":["Snippet não foi inserido"],"Snippet is inserted":["Snippet foi inserido"],"Placing two tags at the same time is not recommended.":["Não é recomendável colocar duas tags ao mesmo tempo."],"Error: %s":["Erro: %s"],"Confirm & Continue":["Confirme & Continue"],"Set up a new container":["Configure um novo container"],"Container":["Contêiner"],"Please select your Tag Manager account and container below, the snippet will be inserted automatically on your site.":["Selecione sua conta e o contêiner do Tag Manager baixo, o snippet será inserido automaticamente no seu site."],"Re-fetch My Account":["Recuperar novamente minha conta"],"Create an account":["Criar uma conta"],"Container ID":["ID do Contêiner"],"Account":["Conta"],"Sessions":["Sessões"],"Users":["Usuários"],"Let Site Kit place code on your site":["Permitir que o Site Kit adicione código no seu site"],"Service name\u0004Tag Manager":["Tag Manager"],"Day":["Dia"],"Create tags without updating code":["Crie tags sem atualizar o código"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager.5da007b588f04427c4cf.js"}}