{"translation-revision-date":"2021-08-31 21:27:09+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"If you’re not ready to create a draft about an idea just yet, add it to your \"Saved\" list and revisit later. If you don’t like an idea, you can dismiss it from your list.":["Se você ainda não quiser criar um rascunho sobre uma ideia, adicione-a à lista \"Salvos\" para acessar mais tarde. Se não gostar de uma ideia, remova-a da lista."],"Save for later or dismiss":["Salvar para mais tarde ou dispensar"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["Encontrou uma ideia interessante? Crie um rascunho. Você pode editá-lo na página \"Posts\"."],"Start a draft":["Criar rascunho"],"Get inspiration for new topics to write about!":["Veja novos temas para seus posts!"],"Select a time frame to see the comparison with the previous time period":["Selecione um período para ver a comparação dele com o anterior"],"Check how your traffic changed since you last looked":["Confira as mudanças no tráfego desde a última verificação"],"Click on the chart slices to see how each segment has changed over time":["Clique nos setores do gráfico para ver como cada segmento mudou ao longo do tempo"],"See where your visitors come from":["Veja de onde os acessos vieram"],"Check the trend graph to see how your traffic changed over time":["Confira o gráfico de tendências para ver como o tráfego mudou ao longo do tempo"],"It’s now easier to see your site’s traffic at a glance":["Agora ficou mais fácil ver um resumo do tráfego do seu site"],"Access the Site Kit docs or ask a question in our support forum from here.":["Acesse a documentação do Site Kit ou faça uma pergunta no nosso fórum de suporte."],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Need help?":["Precisa de ajuda?"],"%d notification":["%d notificação","%d notificações"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user.ec750d257f3df40d17d9.js"}}