Repository: wanderson-canalsolar/amp
Catalog: plugins/yith-automatic-role-changer-for-woocommerce-premium/languages/yith-automatic-role-changer-for-woocommerce-*.po
Languages: es_es, it_it, nl_nl

# As used in the following sentence: "The user will adquire the role WHEN":
source: When:
es_es: Cuando:
it_it: Quando:
nl_nl: Als:

source: User purchases a specific product
es_es: Compre un producto específico
it_it: L'utente acquista un prodotto specifico
nl_nl: Gebruiker koopt een specifiek product

source: Order total is within the following price range
es_es: El total del pedido esté dentro del siguiente rango de precios
it_it: Il totale dell’ordine rientra nel seguente intervallo di prezzo
nl_nl: Het totaal van de bestelling valt binnen de volgende prijsklasse

source: Customer's total spend falls within the following price range
es_es: El gasto total del usuario esté dentro del siguiente rango de precios
it_it: La spesa totale effettuata dal cliente rientra nel seguente intervallo di prezzo
nl_nl: Klant totaal gespendeerde valt binnen de volgende prijsklasse

source: User purchases products from specific categories or tags
es_es: Compre productos de categorías o etiquetas específicas
it_it: L'utente acquista prodotti da specifiche categorie o tag
nl_nl: Gebruiker koopt product van specifieke categorieÃ«n of tags

source: Select a price range:
es_es: Selecciona un rango de precios:
it_it: Seleziona una fascia di prezzo:
nl_nl: Selecteer een prijsklasse:

source: Fill at least one
es_es: Rellena al menos una
it_it: Compila almeno uno
nl_nl: Vul ten minste een

# start date
source: From:
es_es: Desde:
it_it: Da:
nl_nl: Van:

source: Amount&hellip;
es_es: Cantidad&hellip;
it_it: Importo&hellip;
nl_nl: Bedrag&hellip;

# end date
source: To:
es_es: Hasta:
it_it: A:
nl_nl: Tot:

source: "To" field must be greather than "From" field
es_es: El campo "Desde" debe ser mayor que el campo "Hasta"
it_it: Il valore del campo "A" deve essere maggiore del valore in "Da"
nl_nl: "Tot" veld moet groter zijn dan "Van" veld

source: Select a taxonomy:
es_es: Selecciona una taxonomía:
it_it: Seleziona una tassonomia:
nl_nl: Selecteer een taxonomy:

source: Category
es_es: Categoría
it_it: Categoria
nl_nl: Categorie

source: Tag
es_es: Etiqueta

source: Search for a category&hellip;
es_es: Buscar por una categoría&hellip;
it_it: Cerca una categoria&hellip;
nl_nl: Zoeken naar categorie&hellip;

source: Search for a tag&hellip;
es_es: Buscar por una etiqueta&hellip;
it_it: Cerca un tag&hellip;
nl_nl: Zoeken naar een tag&hellip;

source: Set a date range:
es_es: Establecer un rango de fechas:
it_it: Imposta un intervallo di date:
nl_nl: Stel een datumbereik in:

source: (Optional)
es_es: (Opcional)
it_it: (Opzionale)
nl_nl: (Optioneel)

source: Note: If you do not either enter any end date or a duration in days, this role will be valid forever
es_es: Nota: Si no introduces ninguna fecha o duración en días, el rol será válido permanentemente
it_it: Nota: se non inserisci una data di fine o una durata in giorni, questo ruolo sarà valido per sempre
nl_nl: Let op: Indien je geen einddatum of duur in dagen invult, zal deze rol altijd ongeldig zijn

# placeholder
source: From&hellip;
es_es: Desde&hellip;
it_it: Da&hellip;
nl_nl: Van&hellip;

# placeholder
source: To&hellip;
es_es: Hasta&hellip;
it_it: A&hellip;
nl_nl: Tot&hellip;

source: Set a duration for the roles (days):
es_es: Establece una duración para el rol o los roles:
it_it: Imposta una durata per i ruoli (giorni):
nl_nl: Stel een duur in voor de rollen (dagen):

source: Note: This role will last as long as specified in these settings, even though an end date for this rule has been already specified. If the rule has no end date, and you leave this field empty, the role will never be removed.
es_es: Nota: Este rol durará tanto como se especifique en estos ajustes, aunque ya se haya especificado una fecha de finalización. Si la regla no tiene fecha de finalización, y has dejado este campo vacío, el rol nunca será eliminado.
it_it: Nota: questo ruolo durerà per quanto specificato in queste impostazioni, anche se una data di fine per questo ruolo è già stata specificata. Se il ruolo non ha una data di scadenza e questo campo rimane vuoto, il ruolo non verrà mai rimosso.
nl_nl: Let op: Deze rol heeft een duur zoals aangegeven in deze instellingen, ook al is er al een einddatum voor deze regel gespecificeerd. Indien de regel geen einddatum heeft, en je laat dit veld leeg, zal de rol nooit verwijderd worden.

source: Do not apply this rule to users with the following role(s):
es_es: No aplicar esta regla a los usuarios con el siguiente rol o roles:
it_it: Non applicare questa regola agli utenti con i ruoli seguenti:
nl_nl: Pas deze regel niet toe op gebruikers met de volgende rol(len):

source: Please, name this rule.
es_es: Por favor, pon un nombre a esta regla.
it_it: Per favore, imposta un nome questa regola.
nl_nl: Geef deze regel een naam alsjeblieft.

source: This name already exists and is used to identify another rule. Please, try name.
es_es: Este nombre ya existe y se usa para identificar otra regla. Por favor, prueba otro.
it_it: Questo nome esiste già e viene utilizzato per identificare un'altra regola. Per favore, provane un altro.
nl_nl: Deze naam bestaat al en wordt gebruikt om een andere regel te herkennen. Probeer een andere naam alsjeblieft.

source: Are you sure you want to delete this rule?
es_es: ¿Estás seguro de que quieres borrar esta regla?
it_it: Sei sicuro di voler cancellare questa regola?
nl_nl: Weet je zeker dat je deze regel wilt verwijderen?

source: Are you sure you want to delete all the rules? This cannot be undone.
es_es: ¿Estás seguro de que quieres borrar todas las reglas? Esta acción no puede deshacerse.
it_it: Sei sicuro di voler cancellare tutte le regole? Questa operazione non può essere annullata.
nl_nl: Weet je zeker dat je alle regels wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.

source: Are you sure you want to apply this action? This cannot be undone.
es_es: ¿Estás seguro de que quieres aplicar esta acción? Esto no se puede deshacer.
it_it: Sei sicuro di voler eseguire questa azione? L'operazione non può essere annullata.
nl_nl: Weet je zeker dat je deze actie wilt toepassen? Dit kan niet ongedaan gemaakt worden.

source: All the orders with valid rules will be processed and assign/switch user roles automatically.
es_es: Todos los pedidos con reglas validas serán procesados y asignados/cambiados los roles de usuario automáticamente.
it_it: Tutti gli ordini con regole valide verranno elaborati e saranno assegnati i ruoli utente in automatico.
nl_nl: Alle bestellingen met geldige regels zullen worden verwerkt en toewijzen/wijzigen automatisch van gebruikersrol.

source: All orders with valid rules between {date_from} and {date_to} will be processed and will assign/switch user roles automatically.
es_es: Todos los pedidos con reglas válidas entre {date_from} y {date_to} serán procesados y asignados/cambiados los roles de usuario automáticamente.
it_it: Tutti gli ordini con regole valide tra il {date_from} e il {date_to} verranno elaborate ed assegneranno/cambieranno i ruoli utente automaticamente.
nl_nl: Alle bestellingen met geldige regels tussen {date_from} en {date_to} zullen worden verwerkt en toewijzen/wijzigen automatisch van gebruikersrol.

source: All the orders with valid rules since {date_from} will be processed and will assign/switch user roles automatically.
es_es: Todos los pedidos con reglas válidas desde {date_from} serán procesados y asignados/cambiados los roles de usuario automáticamente.
it_it: Tutti gli ordini con regole valide dal {date_from} verranno elaborate ed assegneranno/cambieranno i ruoli utente automaticamente.
nl_nl: Alle bestellingen met geldige regels vanaf {date_from} zullen worden verwerkt en toewijzen/wijzigen automatisch van gebruikersrol.

source: All the orders with valid rules until {date_to} will be processed and will assign/switch user roles automatically.
es_es: Todos los pedidos con reglas válidas hasta {date_to} serán procesados y asignados/cambiados los roles de usuario automáticamente.
it_it: Tutti gli ordini con regole valide fino al {date_to} verranno elaborate ed assegneranno/cambieranno i ruoli utente automaticamente.
nl_nl: Alle bestellingen met geldige regels tot {date_to} zullen worden verwerkt en toewijzen/wijzigen automatisch van gebruikersrol.

source: Warning: "From" field must not be greater than "To" field
es_es: Advertencia: El campo ‘’De’’ no debe ser mayor que el campo ‘’Para’’
it_it: Attenzione: il campo "Da" non può essere maggiore del campo "A"
nl_nl: Waarschuwing: "Vanaf" veld kan niet verder zijn dan "tot" veld

source: Rules
es_es: Reglas
it_it: Regole
nl_nl: Regels

source: Premium Version
es_es: Versión Pemium
it_it: Versione premium
nl_nl: Premium Versie

source: Plugin documentation
es_es: Documentación del plugin
it_it: Documentazione Plugin
nl_nl: Plugin Documentatie

source: Help Center
es_es: Centro de Ayuda
it_it: Centro assistenza

source: Discover the premium version
es_es: Descubre la versión premium
it_it: Scopri la versione premium
nl_nl: Ontdek de premium versie

source: Premium live demo
es_es: Live demo premium
it_it: Live Demo premium

source: WordPress support forum
es_es: Foro de soporte de WordPress
it_it: Forum di supporto su WordPress

source: Changelog
es_es: Historial de cambios
nl_nl: Wijzigingenlogboek

source: current version
es_es: versión actual
it_it: versione corrente
nl_nl: huidige versie

source: Support platform
es_es: Plataforma de soporte
it_it: Piattaforma di supporto

source: Customer gains the following role:
es_es: El usuario obtiene el siguientes rol:
it_it: Il cliente ottiene il ruolo seguente:
nl_nl: Klant verdient de volgende rol:

source: A new role gained with this order
es_es: Se ha obtenido un rol con este pedido
it_it: Un nuovo ruolo ottenuto con questo ordine
nl_nl: Een nieuwe rol verdient met deze bestelling

source: User Roles
es_es: Roles de usuario
it_it: Ruoli utente
nl_nl: Gebruikersrollen

source: Activation date:
es_es: Fecha de activación:
it_it: Data di attivazione:
nl_nl: Activatiedatum:

source: Activated at the time of purchase
es_es: Activado en el momento de la compra
it_it: Attivato al momento dell'acquisto
nl_nl: Geactiveerd op het moment van aankoop

source: Valid until:
es_es: Válido hasta:
it_it: Valido sino al:
nl_nl: Geldig tot:

source: Permanent role
es_es: Rol permanente
it_it: Ruolo permanente
nl_nl: Permanente rol

source: Automatic Role Changer email for Admin
es_es: Email Automatic Role Changer al admin
it_it: Automatic Role Changer: email per l'amministratore
nl_nl: Automatic Role Changer e-mail voor beheerder

source: The administrator will receive an email when a order with roles to be granted passes to "Completed" or "Processing" status.
es_es: El administrador recibirá un email cuando un pedido que dé roles pase de estado "Completado" a "Procesando".
it_it: L'amministratore riceverà un'email quando un ordine con ruoli che richiedono l'approvazione passa allo stato "Completato" o "In elaborazione".
nl_nl: De beheerder zal een e-mail ontvangen wanneer een bestelling met toe te wijzen rollen zal wijzigen van "Afgerond" tot "In verwerking" status.

source: New roles will be added to user
es_es: Se añadirán nuevos roles al usuario
it_it: Nuovi ruoli verranno assegnati all'utente
nl_nl: Nieuwe rollen worden toegevoegd aan gebruiker

source: Enable/Disable
es_es: Habilitar/Deshabilitar
it_it: Abilita/disabilita
nl_nl: Inschakelen/Uitschakelen

source: Enable this email notification
es_es: Habilitar esta notificación email
it_it: Abilita questa notifica email
nl_nl: Deze e-mail meldingen inschakelen

source: Recipient(s)
es_es: Destinatario(s)
it_it: Destinatario/i
nl_nl: Ontvanger(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
es_es: Introducir destinatarios (separados por coma) para este correo electrónico. Por defecto a %s.
it_it: Inserisci i destinatari (separati dalla virgola) per questa email. Predefinito: %s.
nl_nl: Vul ontvangers in voor deze mail (scheiden met komma). Defaults naar %s.

source: Subject
es_es: Asunto
it_it: Oggetto
nl_nl: Onderwerp

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla la línea del asunto del email. Déjalo en blanco para usar el asunto por defecto: <code>%s</code>.
it_it: Questo campo consente di modificare la riga dell'oggetto dell'email. Lascia il campo vuoto per utilizzare le impostazioni predefinite: <code>%s</code>.
nl_nl: Dit bepaald het onderwerp van de e-mail. Laat leeg indien je het standaardonderwerp wilt gebruiken: <code>%s</code>.

source: Email Heading
es_es: Encabezado del email
it_it: Intestazione dell'email
nl_nl: E-mail titel

source: This controls the main heading included in the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla el encabezado principal incluido en la notificación por email. Déjalo en blanco para usar el encabezado por defecto <code>%s</code>.
it_it: Questo controlla l'intestazione della notifica email. Lascia il campo vuoto per utilizzare l'intestazione predefinita: <code>%s</code>.
nl_nl: Dit bepaald de e-mail titel bijgevoegd aan de e-mail melding. Laat leeg indien je de standaard e-mail titel wilt gebruiken: <code>%s</code>.

source: Automatic Role Changer email for User
es_es: Email Automatic Role Changer al usuario
it_it: Automatic Role Changer: Email per l'utente
nl_nl: Automatic Role Changer e-mail voor gebruiker

source: The user will receive an email when a order with roles to be granted passes to "Completed" or "Processing" status.
es_es: El usuario recibirá un email cuando un pedido que dé roles pase de estado "Completado" a "Procesando".
it_it: L'utente riceverà un'email quando un ordine con ruoli che richiedono l'approvazione passa allo stato "Completato" o "In elaborazione".
nl_nl: De gebruiker zal een e-mail ontvangen wanneer een bestelling met toe te wijzen rollen wordt gewijzigd naar "Afgerond" of "In verwerking" status.

source: You've earned roles
es_es: Has obtenido roles
it_it: Hai ottenuto i ruoli
nl_nl: Je hebt rollen verdient

source: Email type
es_es: Tipo de email
it_it: Tipo di email

source: Choose which format of email to send.
es_es: Elige qué formato de email enviar.
it_it: Scegli quale formato email inviare.
nl_nl: Kies welke e-mail opmaak wordt verzonden.

source: YITH Automatic Role Changer for WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH Automatic Role Changer para WooCommerce está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH Automatic Role Changer for WooCommerce è abilitato ma non è operativo. Richiede WooCommerce per funzionare.
nl_nl: YITH Automatic Role Changer voor WooCommerce is ingeschakeld maar niet werkend. Het heeft WooCommerce nodig om te werken.

source: The user will:
es_es: El usuario
it_it: L'utente:
nl_nl: De gebruiker zal:

# Complete sentence: The user will gain the role
source: gain the role
es_es: ganará el rol
it_it: guadagnerà questo ruolo
nl_nl: de rol verdienen

# Complete sentence: The user will switch from this role to this one
source: switch
es_es: cambiará
it_it: passerà
nl_nl: veranderen

# Complete sentence: The user will switch from this role to this one
source: from this role:
es_es: este rol:
it_it: da questo ruolo:
nl_nl: van deze rol:

# Complete sentence: The user will switch from this role to this one
source: to this one:
es_es: a este otro:
it_it: a questo:
nl_nl: naar deze rol:

source: Choose a product:
es_es: Elige un producto:
it_it: Scegli un prodotto:
nl_nl: Kies een product:

source: Search for a product&hellip;
es_es: Buscar un producto&hellip;
it_it: Cerca un prodotto&hellip;
nl_nl: Zoek een product&hellip;

source: Save rule
es_es: Guardar regla
it_it: Salva regola
nl_nl: Regel opslaan

source: Delete
es_es: Borrar
it_it: Elimina
nl_nl: Verwijderen

source: MY RULES
es_es: MIS REGLAS
it_it: LE MIE REGOLE
nl_nl: MIJN REGELS

# toggle button label.
source: Show
es_es: Mostrar
it_it: Mostra
nl_nl: Tonen

# toggle button label.
source: Hide
es_es: Ocultar
it_it: Nascondi
nl_nl: Verbergen

# toggle button label.
source: Delete
es_es: Borrar
it_it: Elimina
nl_nl: Verwijderen

# "Show" / "Hide" / "Delete" all rules
source: ( %s / %s / %s all rules )
es_es: ( %s / %s / %s Todas las reglas )
it_it: (%s / %s / %s tutte le regole)
nl_nl: ( %s / %s / %s alle regels )

source: Here you can create and configure your own rules for automatic role switch.
es_es: Aquí puedes crear y configurar tus propias reglas para el cambio automático de rol.
it_it: Qui è possibile creare e configurare le regole per il cambio di ruolo automatico.
nl_nl: Hier kun je je eigen regels voor automatische rol-verandering aanmaken en bewerken.

source: Name the rule...
es_es: Nombre de la regla...
it_it: Nome della regola...
nl_nl: Geef de regel een naam...

source: Add new rule
es_es: Añadir nueva regla
it_it: Aggiungi nuova regola
nl_nl: Nieuwe regel toevoegen

source: This will check all your current orders and search for those matching your current rules. This will set as many user roles as many that it will find. This procedure cannot be undone. Use with caution.
es_es: Esto verificará todos tus pedidos actuales y buscará aquellos que coincidan con tus reglas actuales. Esto establecerá tantos roles de usuario como encuentre. Este procedimiento no se puede deshacer. Úselo con precaución.
it_it: Questo controllerà tutti gli ordini attuali e cercherà quelli corrispondenti alle tue regole correnti. Imposterà tutti i ruoli utente che troverà. Questa procedura non può essere annullata. Utilizzala con cautela.
nl_nl: Dit zal al je huidige bestellingen controleren en zoeken naar overeenkomsten met huidige regels. Dit zal zoveel gebruikersrollen instellen als het tegenkomt. Deze procedure kan niet ongedaan gemaakt worden. Gebruik het voorzichtig.

source: Force apply rules
es_es: Forzar la aplicación de reglas
it_it: Forza l'applicazione delle regole
nl_nl: Forceer het toepassen van regels

source: Set a date range to filter the search
es_es: Establecer un rango de fecha para filtrar la búsqueda
it_it: Imposta un intervallo di date per filtrare la ricerca
nl_nl: Stel een datumbereik in om de zoekopdracht te filteren

source: Set dates
es_es: Establecer fechas
it_it: Imposta le date
nl_nl: Data instellen

source: Search for orders by:
es_es: Buscar pedidos por:
it_it: Cerca gli ordini per:
nl_nl: Bestellingen zoeken op:

source: Created date
es_es: Fecha creada
it_it: Data di creazione
nl_nl: Gemaakt op datum

source: Completed date
es_es: Fecha completada
it_it: Data di completamento
nl_nl: Afgerond op datum

source: Paid date
es_es: Fecha paga
it_it: Data di pagamento
nl_nl: Betaaldatum

source: YYYY-MM-DD
es_es: AAAA-MM-DD
it_it: AAAA/MM/GG
nl_nl: JJJJ-MM-DD

source: From:
es_es: De:
it_it: Da:
nl_nl: Vanaf:

source: To:
es_es: Para:
it_it: A:
nl_nl: Tot:

source: The user %s gained the following role with the order %s:
es_es: El usuario %s ha conseguido el siguiente rol con el pedido %s:
it_it: L'utente %s ha ottenuto il seguente ruolo con l'ordine %s:
nl_nl: Gebruiker %s heeft de volgende role met bestelling %s verdient:

source: Hi, thanks for your purchase.
es_es: Hola, gracias por tu compra.
it_it: Ciao, grazie per il tuo acquisto.
nl_nl: Hallo, bedankt voor je aankoop.

source: You've earned the following role with your order %s:
es_es: Has conseguido el siguiente rol con tu pedido %s:
it_it: Con l'ordine %s hai ottenuto il ruolo seguente:
nl_nl: Je hebt de volgende rol verkregen met je bestelling %s:

source: Roles gained
es_es: Roles ganados
it_it: Ruoli ottenuti
nl_nl: Verdiende rollen

source: <code><strong>YITH Automatic Role Changer for WooCommerce Premium</strong></code> assigns a new or a different role to your shop customers automatically based on what they have bought. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>.
es_es: <code><strong>YITH Automatic Role Changer for WooCommerce Premium</strong></code> asigna un nuevo o diferente rol a los clientes de tu tienda basado en qué han comprado. <a href="https://yithemes.com/" target="_blank">Obtén más plugins para tu e-commerce en <strong>YITH</strong></a>.
it_it: <code><strong>YITH Automatic Role Changer for WooCommerce Premium</strong></code>assegna automaticamente un ruolo nuovo o diverso ai clienti del tuo negozio in base a ciò che hanno acquistato. <a href="https://yithemes.com/" target="_blank">Scopri più plugin per il tuo e-commerce su <strong>YITH</strong></a>.
nl_nl: <code><strong>YITH Automatic Role Changer for WooCommerce Premium</strong></code> wijst automatisch een nieuwe of een andere rol toe aan de klanten van je winkel, op basis van wat ze hebben gekocht. <a href="https://yithemes.com/" target="_blank">Verkrijg meer plugins voor je e-commerce op <strong>YITH</strong></a>.

source: Roles
it_it: Ruoli
nl_nl: Rollen
