Repository: wanderson-canalsolar/amp
Catalog: plugins/yith-automatic-role-changer-for-woocommerce-premium/languages/yith-automatic-role-changer-for-woocommerce-*_formal.po
Languages: de_de_de_formal

source: <code><strong>YITH Automatic Role Changer for WooCommerce Premium</strong></code> assigns a new or a different role to your shop customers automatically based on what they have bought. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>.
de_de_de_formal: <code><strong>YITH Automatic Role Changer for WooCommerce Premium</strong></code> weist Ihren Shop-Kunden automatisch eine neue oder eine andere Rolle zu, je nachdem, was sie gekauft haben. <a href="https://yithemes.com/" target="_blank">Weitere Plugins für Ihre E-Commerce-Shop finden Sie bei <strong>YITH</strong></a>.

source: Roles gained
de_de_de_formal: Erhaltene Rollen

source: You've earned the following role with your order %s:
de_de_de_formal: Sie haben mit Ihrer Bestellung %s die folgende Rolle erhalten:

source: Hi, thanks for your purchase.
de_de_de_formal: Hallo, vielen Dank für Ihren Einkauf.

source: The user %s gained the following role with the order %s:
de_de_de_formal: Der Benutzer %s hat die folgende Rolle mit dem Bestellung %s erhalten:

source: To:
de_de_de_formal: An:

source: From:
de_de_de_formal: Von:

source: Paid date
de_de_de_formal: Datum der Bezahlung

source: Completed date
de_de_de_formal: Datum des Bestellabschlusses

source: Created date
de_de_de_formal: Erstellungsdatum

source: Search for orders by:
de_de_de_formal: Bestellungen durchsuchen nach:

source: Set dates
de_de_de_formal: Zeitraum auswählen

source: Set a date range to filter the search
de_de_de_formal: Einstellen eines Datumsbereichs zum Filtern der Suche

source: Force apply rules
de_de_de_formal: Regeln anwenden

source: This will check all your current orders and search for those matching your current rules. This will set as many user roles as many that it will find. This procedure cannot be undone. Use with caution.
de_de_de_formal: Das prüft alle aktuellen Aufträge und sucht nach denen, die den aktuellen Regeln entsprechen. Dabei werden so viele Benutzerrollen eingestellt, wie gefunden werden. Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Add new rule
de_de_de_formal: Neue Regel hinzufügen

source: Name the rule...
de_de_de_formal: Benennen Sie die Regel...

source: Here you can create and configure your own rules for automatic role switch.
de_de_de_formal: Hier können Sie eigenen Regeln für den automatischen Rollenwechsel erstellen und konfigurieren.

# "Show" / "Hide" / "Delete" all rules
source: ( %s / %s / %s all rules )
de_de_de_formal: ( %s / %s / %s alle Regeln )

# toggle button label.
source: Delete
de_de_de_formal: Löschen

# toggle button label.
source: Hide
de_de_de_formal: Ausblenden

# toggle button label.
source: Show
de_de_de_formal: Anzeigen

source: MY RULES
de_de_de_formal: MEINE REGELN

source: Delete
de_de_de_formal: Löschen

source: Save rule
de_de_de_formal: Regel speichern

source: Search for a product&hellip;
de_de_de_formal: Nach einem Produkt suchen&hellip;

source: Choose a product:
de_de_de_formal: Wählen Sie ein Produkt:

# Complete sentence: The user will switch from this role to this one
source: to this one:
de_de_de_formal: zu diesem:

# Complete sentence: The user will switch from this role to this one
source: from this role:
de_de_de_formal: aus dieser Rolle:

# Complete sentence: The user will switch from this role to this one
source: switch
de_de_de_formal: die Rolle wechseln

# Complete sentence: The user will gain the role
source: gain the role
de_de_de_formal: die Rolle zusätzlich erhalten

source: The user will:
de_de_de_formal: Der Benutzer wird:

source: YITH Automatic Role Changer for WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
de_de_de_formal: YITH Automatic Role Changer für WooCommerce ist aktiviert, aber nicht wirksam. Er benötigt WooCommerce, um zu funktionieren.

source: Choose which format of email to send.
de_de_de_formal: Wählen Sie das Format der zu sendenden E-Mail.

source: Email type
de_de_de_formal: E-Mail-Typ

source: You've earned roles
de_de_de_formal: Sie haben sich Rollen verdient

source: The user will receive an email when a order with roles to be granted passes to "Completed" or "Processing" status.
de_de_de_formal: Der Benutzer erhält eine E-Mail, wenn ein Auftrag mit zu vergebenden Rollen gewährt wird, in den Status "Abgeschlossen" oder "In Bearbeitung" übergeht.

source: Automatic Role Changer email for User
de_de_de_formal: Automatische Rollenänderungs-E-Mail für Benutzer

source: This controls the main heading included in the email notification. Leave blank to use the default heading: <code>%s</code>.
de_de_de_formal: Steuert die Überschrift, die in der E-Mail-Benachrichtigung enthalten ist. Lassen Sie ihn leer, um die Standardüberschrift zu verwenden: <code>%s</code>.

source: Email Heading
de_de_de_formal: E-Mail-Überschrift

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
de_de_de_formal: Steuert die Betreffzeile der E-Mail. Lassen Sie es leer, um den Standard-Betreff zu verwenden: <code>%s</code>.

source: Subject
de_de_de_formal: Betreff

source: Enter recipients (comma separated) for this email. Defaults to %s.
de_de_de_formal: Geben Sie Empfänger (kommagetrennt) für diese E-Mail ein. Der Standardwert ist %s.

source: Recipient(s)
de_de_de_formal: Adressat(en)

source: Enable this email notification
de_de_de_formal: Aktivieren Sie diese E-Mail-Benachrichtigung

source: Enable/Disable
de_de_de_formal: Aktivieren/Deaktivieren

source: New roles will be added to user
de_de_de_formal: Neue Rollen werden dem Benutzer hinzugefügt

source: The administrator will receive an email when a order with roles to be granted passes to "Completed" or "Processing" status.
de_de_de_formal: Der Administrator erhält eine E-Mail, wenn ein Auftrag mit zu vergebenden Rollen gewährt wird, in den Status "Abgeschlossen" oder "In Bearbeitung" übergeht.

source: Automatic Role Changer email for Admin
de_de_de_formal: Automatische Rollenwechsel-E-Mail für Admin

source: Permanent role
de_de_de_formal: Dauerhafte Rolle

source: Valid until:
de_de_de_formal: Gültig bis:

source: Activated at the time of purchase
de_de_de_formal: Aktiviert zum Zeitpunkt des Kaufs

source: Activation date:
de_de_de_formal: Aktivierungsdatum:

source: User Roles
de_de_de_formal: Benutzer-Rollen

source: Roles
de_de_de_formal: Rollen

source: A new role gained with this order
de_de_de_formal: Eine neue Rolle mit dieser Bestellung erhalten

source: Customer gains the following role:
de_de_de_formal: Der Kunde erhält die folgende Rolle:

source: Automatic role changer
de_de_de_formal: Automatische Rollenwechsel

source: Support platform
de_de_de_formal: Plattform unterstützen

source: current version
de_de_de_formal: aktuelle Version

source: Free vs Premium
de_de_de_formal: Kostenlos vs. Premium

source: Discover the premium version
de_de_de_formal: Entdecke die Premium-Version

source: Help Center
de_de_de_formal: Hilfe-Center

source: Plugin documentation
de_de_de_formal: Plugin-Dokumentation

source: Rules
de_de_de_formal: Regeln

source: Warning: "From" field must not be greater than "To" field
de_de_de_formal: Warnung: "Von"-Feld darf nicht größer sein als "Bis"-Feld

source: All the orders with valid rules until {date_to} will be processed and will assign/switch user roles automatically.
de_de_de_formal: Alle Aufträge mit gültigen Regeln bis {Datum_bis} werden abgearbeitet und die Benutzerrollen automatisch zugewiesen/umgeschaltet.

source: All the orders with valid rules since {date_from} will be processed and will assign/switch user roles automatically.
de_de_de_formal: Alle Aufträge mit gültigen Regeln seit {Datum_von} werden verarbeitet und weisen automatisch Benutzerrollen zu/wechseln diese.

source: All orders with valid rules between {date_from} and {date_to} will be processed and will assign/switch user roles automatically.
de_de_de_formal: Alle Aufträge mit gültigen Regeln zwischen {Datum_von} und {Datum_bis} werden verarbeitet und weisen/wechseln die Benutzerrollen automatisch.

source: All the orders with valid rules will be processed and assign/switch user roles automatically.
de_de_de_formal: Alle Aufträge mit gültigen Regeln werden verarbeitet und die Benutzerrollen automatisch zugewiesen/umgeschaltet.

source: Are you sure you want to apply this action? This cannot be undone.
de_de_de_formal: Sind Sie sicher, dass Sie diese Aktion anwenden möchten? Sie kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete all the rules? This cannot be undone.
de_de_de_formal: Sind Sie sicher, dass Sie alle Regeln löschen wollen? Das kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete this rule?
de_de_de_formal: Sind Sie sicher, dass Sie diese Regel löschen wollen?

source: This name already exists and is used to identify another rule. Please, try name.
de_de_de_formal: Dieser Name existiert bereits und wird zur Identifizierung einer anderen Regel verwendet. Bitte, versuchen Sie den Namen.

source: Please, name this rule.
de_de_de_formal: Bitte benennen Sie diese Regel.

source: Do not apply this rule to users with the following role(s):
de_de_de_formal: Diese Regel nicht auf Benutzer mit der/den folgenden Rolle(n) anwenden:

source: Note: This role will last as long as specified in these settings, even though an end date for this rule has been already specified. If the rule has no end date, and you leave this field empty, the role will never be removed.
de_de_de_formal: Hinweis: Diese Rolle bleibt so lange bestehen, wie in diesen Einstellungen angegeben, auch wenn bereits ein Enddatum für diese Regel festgelegt wurde. Wenn die Regel kein Enddatum hat und du dieses Feld leer lässt, wird die Rolle nie entfernt.

source: Set a duration for the roles (days):
de_de_de_formal: Legen Sie eine Dauer für die Rollen fest (Tage):

# placeholder
source: To&hellip;
de_de_de_formal: Bis&hellip;

# placeholder
source: From&hellip;
de_de_de_formal: Von&hellip;

source: Note: If you do not either enter any end date or a duration in days, this role will be valid forever
de_de_de_formal: Hinweis: Wenn Sie weder ein Enddatum noch eine Dauer in Tagen angeben, ist diese Rolle für immer gültig

source: Set a date range:
de_de_de_formal: Legen Sie einen Datumsbereich fest:

source: Search for a tag&hellip;
de_de_de_formal: Nach einem Schlagwort suchen&hellip;

source: Search for a category&hellip;
de_de_de_formal: Nach einer Kategorie suchen&hellip;

source: Tag
de_de_de_formal: Schlagwort

source: Category
de_de_de_formal: Kategorie

source: Select a taxonomy:
de_de_de_formal: Wählen Sie eine Taxonomie aus:

source: "To" field must be greather than "From" field
de_de_de_formal: Das "An"-Feld muss größer sein als das "Von"-Feld

# end date
source: To:
de_de_de_formal: Bis:

source: Amount&hellip;
de_de_de_formal: Betrag&hellip;

# start date
source: From:
de_de_de_formal: Von:

source: Fill at least one
de_de_de_formal: Füllen Sie mindestens einen

source: Select a price range:
de_de_de_formal: Wählen Sie eine Preisspanne:

source: User purchases products from specific categories or tags
de_de_de_formal: der Benutzer Produkte aus bestimmten Kategorien oder Schlagworten kauft

source: Customer's total spend falls within the following price range
de_de_de_formal: die Gesamtausgaben des Kunden innerhalb der folgenden Preisspanne liegen

source: Order total is within the following price range
de_de_de_formal: die Auftragssumme innerhalb der folgenden Preisspanne liegt

source: User purchases a specific product
de_de_de_formal: er ein bestimmtes Produkt kauft

# As used in the following sentence: "The user will adquire the role WHEN":
source: When:
de_de_de_formal: wenn:
