Repository: wanderson-canalsolar/amp
Catalog: plugins/fsm-custom-featured-image-caption/languages/fsm-custom-featured-image-caption-*.po
Languages: ca

source: Featured image caption
ca: Llegenda de la imatge destacada

source: If left empty, the default caption will be used
ca: Si es deixa buit, s'utilitzarà la llegenda per defecte

source: Don't show caption
ca: Oculta la llegenda

source: Don't show featured image
ca: Oculta la imatge destacada

source: Settings
ca: Configuració

source: CSS for caption text
ca: CSS de la llegenda

source: Allow HTML code
ca: Permet codi HTML

source: Default Class (wp-caption-text)
ca: Classe per defecte (wp-caption-text)

source: Custom Class
ca: Classe personalitzada

source: Custom Style
ca: Estil personalitzat

source: If checked, HTML code inside the caption text will be processed
ca: Processa el codi HTML de la llegenda
